URL = 'http://127.0.0.1:8000/'

# НЕ МЕНЯТЬ ПОРЯДОК И НЕ УДАЛЯТЬ! ТОЛЬКО ДОБАВЛЯТЬ В КОНЕЦ! НАЗВАНИЯ МОЖНО МЕНЯТЬ, А СУТЬ - НЕТ!
# ЕСЛИ ИЗМЕНИТЬ, ТО ПРИДЕТСЯ МЕНЯТЬ ВСЕ ИНДЕКСЫ ПО КОДУ
COLUMNS = [
    'п/п',  # 0
    'Наименование работ',  # 1
    'Рабочий центр',  # 2
    '№ рабочего центра',  # 3
    'ГОСТ и тип сварочного шва',  # 4
    'ед.изм.',  # 5
    'Объём работ (максимальный в смену)',  # 6
    'Трудоёмкость в смену, час',  # 7
    'Численность, чел.',  # 8
    'Трудоёмкость на 1 ед./заготовку, чел/час',  # 9
    'Кол-во ед./ заготовок на 1 котел',  # 10
    'Трудоёмкость на 1 котел, чел/час',  # 11
    'Расценка за объем работ, руб.',  # 12
    'Стоимость часа, руб',  # 13
    'Загрузка оборудования на 1 котел, часов',  # 14
    'Наименование',  # 15
    'Материал',  # 16
    'Количество',  # 17
    'Длина',  # 18
    'Чертеж',  # 19
    'id',  # 20
    'Следующая операция',  # 21
    'Предыдущая операция'  # 22
]
